Repository: kambudka/Projekt_Zespolowy
Catalog: SystemRezerwacjiKortow/Resources/Texts.*.resx
Languages: de

source: Admin panel
de: Administratorfenster

source: Advertisements
de: Anzeigen

source: Amount
de: Menge

source: Change password
de: Passwort ändern

source: City
de: Stadt

source: Company name
de: Der Name des Unternehmens

source: Complex
de: Komplex

source: Confirm password
de: Passwort bestätigen

source: Contact
de: Kontakt

source: Court
de: Tennisplatz

# CourtIndoor
source: Indoor tennis court
de: Tennishalle

source: Courts
de: Tennisplätze

source: Date of birth
de: Geburtsdatum

source: Day of week
de: Wochentag

# DayWeek1
source: Monday
de: Montag

# DayWeek2
source: Tuesday
de: Dienstag

# DayWeek3
source: Wednesday
de: Mittwoch

# DayWeek4
source: Thursday
de: Donnerstag

# DayWeek5
source: Friday
de: Freitag

# DayWeek6
source: Saturday
de: Samstag

# DayWeek7
source: Sunday
de: Sonntag

source: Discount
de: Rabatt

source: Edit
de: Eearbeiten

# EmailEnding
source: <br/><br/>Regards, <br/>Your Courts Team
de: <br/> <br/> Grüße, <br/> Team Ihrer Korts

# EmailExistsMessage
source: The e-mail address provided is already in the database
de: Die angegebene E-Mail-Adresse befindet sich bereits in der Datenbank

# EmailFrom
source: Our Courts
de: Nasze Korts

# EmailHello
source: Hello
de: Willkommen

# EmailVerificationBody
source: Your account has been successfully created. <br/> To activate your account, click the activation link below:
de: Ihr Konto wurde erfolgreich erstellt. <br/> Um Ihr Konto zu aktivieren, klicken Sie auf den folgenden Aktivierungslink:

# EmailVerificationMessage
source: Everything is almost ready. Activation link to the account was sent to the email:
de: Alles ist fast fertig. Der Aktivierungslink zum Konto wurde an folgende Adresse gesendet:

# EnterYourCity
source: City field is required
de: Die Stadt ist erforderlich

# EnterYourConfirmPassword
source: Confirm password field is required
de: Die Bestätigung des Passworts ist erforderlich

# EnterYourDateOfBirth
source: Date of birth field is required
de: Geburtsdatum ist erforderlich

# EnterYourEmail
source: Email field is required
de: Email ist erforderlich

# EnterYourName
source: Name field is required
de: Der Name ist erforderlich

# EnterYourPassword
source: Password field is required
de: Das Passwort ist erforderlich

# EnterYourPhone
source: Phone field is required
de: Eine Telefonnummer ist erforderlich

# EnterYourPostalCode
source: Postal code field is required
de: Eine Postleitzahl ist erforderlich

# EnterYourStreet
source: Street field is required
de: Straße ist erforderlich

# EnterYourSurname
source: Surname field is required
de: Der Nachname ist erforderlich

source: Equipment rental
de: Verleih von Sportgeräten

# EquipmentType
source: Type of equipment
de: Art der Sportausrüstung

source: Error
de: Fehler

# ErrorPasswordLength
source: The password must have a minimum of 6 characters
de: Das Passwort muss aus mindestens 6 Zeichen bestehen

# ErrorPasswordMatch
source: The passwords do not match
de: Die Passwörter stimmen nicht überein

# ErrorRequest
source: An error occurred while processing the request
de: Bei der Verarbeitung der Anfrage ist ein Fehler aufgetreten

source: Events
de: Geschehen

source: Gear
de: Sportausrüstung

# HomeCalendar
source: CALENDAR
de: KALENDER

# HomeContact
source: CONTACT
de: KONTAKT

# HomeContests
source: CONTESTS
de: TURNIERE

# HomeCourts
source: COURTS
de: TENNISPLÄTZE

# HomeGear
source: GEAR
de: SPORTAUSRÜSTUNG

# HomeNews
source: NEWS
de: BEITRÄGE

# HomePage
source: Home
de: Startseite

# HomePrice
source: PRICE LIST
de: PREISLISTE

source: Hour
de: Stunde

# InvalidPassword
source: An incorrect password is provided
de: Es wurde ein falsches Passwort angegeben

source: Invalid request
de: Falsche Anfrage

# InvalidUser
source: The user with the given email address does not exist
de: Der Benutzer mit der angegebenen E-Mail-Adresse existiert nicht

# JustNow
source: totay
de: heute

source: Language
de: Sprache

source: Login
de: Einloggen

# LoginTitle
source: Login
de: Eogowanie

source: Logout
de: Abmelden

# LogoutSuccessful
source: You have been successfully logged out
de: Sie haben sich erfolgreich abgemeldet

# NewUser
source: Are you a new user
de: Sie sind ein neuer Benutzer

# PageTitle
source: Tennis court system
de: Tennisplatz-System

source: Panel
de: Platte

source: Password
de: Passwort

source: Payments history
de: Zahlungsverlauf

source: Postal code
de: Postleitzahl

# Price
source: Price per hour
de: Preis pro Stunde

source: Price list
de: Preisliste

# PriceListSummer
source: Summer price list
de: Sommerpreisliste

# PriceListWinter
source: Winter price list
de: Winterpreisliste

source: Profile configuration - general
de: Profilkonfiguration - Allgemein

source: Register
de: Registrieren

# RegisterNow
source: Register
de: Registrieren

source: Registration
de: die Registrierung

source: Remember me
de: Erinnere dich an mich

# ReturnHome
source: Return to homepage
de: Zurück zur Hauptseite

source: Role ID
de: Rollen-ID

# RoleName
source: Role
de: Rollen

source: Save
de: Speichern

source: Set up payments
de: Zahlungen einrichten

source: Show
de: Anzeige

# SqlError001
source: No court
de: Kein Tennisplatz

source: Street
de: Straße

source: Success
de: Erfolg

# SummerSeason
source: Summer season 2019
de: Sommersaison 2019

source: Surname
de: Nachname

# UserManual
source: User's manual
de: Benutzerhandbuch

source: User profile
de: Benutzerprofil

source: Users
de: Benutzer

# VerificationSuccessful
source: Your account has been confirmed. Click here to login
de: Ihr Konto wurde bestätigt. Klicken Sie hier, um sich anzumelden

# VerificationUser
source: User veryfication
de: Benutzerüberprüfung

# VerifyYourEmail
source: First, verify your email address
de: Überprüfen Sie zunächst Ihre E-Mail-Adresse

source: Welcome
de: Willkommen

# WelcomeInTennis
source: Welcome in tennis world
de: Willkommen in der Welt des Tennis

# WinterSeason
source: Winter season 2019
de: Wintersaison 2019

source: Complex name
de: Der Name des Komplexes

source: Court name
de: Der Name des Tennisplatzes

source: Court number
de: Tennisplatz Nummer

source: Due payment
de: Fällige Zahlung

source: End date
de: Enddatum

# EnterDate
source: Date field is required
de: Das Datum ist erforderlich

# EnterName
source: Name field is required
de: Der Name ist erforderlich

source: Event name
de: Ereignisname

source: Is covered
de: Ist es gedeckt?

source: Is for doubles
de: Ist es doppelt

source: Start date
de: Startdatum

source: Surface type
de: Oberflächentyp

source: Complex data
de: Komplexe Daten

source: Contests
de: Turniere

source: Court ID
de: Tennisplatz-ID

source: Create new
de: Erstelle ein neues

source: Customer ID
de: Klient-ID

# DayOfWeekNumber
source: Number of day of week
de: Nummer des Wochentags

source: Delete
de: löschen

# EditComplex
source: Edit complex date
de: Komplexe Daten bearbeiten

source: Edit opening hours
de: Ausgabe der Öffnungszeiten

source: Gear name
de: Der Name des Sportgeräts

source: Is email veryfied
de: Ist die E-Mail bestätigt

source: Opening hours
de: Öffnungszeiten

source: Return to list
de: Zurück zur Liste

source: Time from
de: Zeit von

source: Time to
de: Zeit zu

source: Adding court
de: Hinzufügen eines Tennisplatzes

source: Adding gear
de: Hinzufügen eine Sportgeräte

# CanReserver
source: Can reserve
de: Kann er reservieren

# DeleteQuestion
source: Are you sure you want to delete this
de: Möchten Sie dies wirklich löschen?

# DeleteTitle
source: Delete
de: Entfernung

# EditTitle
source: Edit
de: Bearbeitung

source: Is admin
de: Ist er ein Administrator

# ContestID
source: Event ID
de: Ereignis-ID

source: Cyclic Reservation ID
de: Zyklische Reservierung-ID

# DateCancel
source: Date cancel reservation
de: Datum der Stornierung

source: Date end
de: Enddatum

# DateInsert
source: Date
de: Datum der Reservierung

source: Date payment
de: Datum der Zahlung

source: Date start
de: Startdatum

# DayInterval
source: Interval (how many days)
de: Häufigkeit (wie viele Tage)

source: Day of month
de: Tag des Monats

source: Description
de: Beschreibung

# EnterDescription
source: Description field is required
de: Beschreibung ist erforderlich

source: Gear amount
de: Die Menge an Sportgeräten

source: Gear ID
de: Sportausrüstung-ID

source: Is executed
de: Abgeschlossen haben

source: User ID
de: Benutzer-ID

source: Weekend
de: Wochenende

# WorkingDays
source: Monday - Friday
de: Montag - Freitag

# ClientDiscount
source: -10% from each price
de: 10% Rabatt auf jeden Preis

source: All Gears
de: Alle Sportgeräte

source: All Courts
de: Alle Tennisplätze

# EnterEmail
source: Enter your e-mail
de: Geben Sie Ihre E-Mail-Adresse ein

source: Enter new password
de: Geben Sie das neue Passwort ein

source: Enter old password
de: Geben Sie das alte Passwort ein

# RemindPassword
source: I forgot my password
de: Ich habe mein Passwort vergessen

source: Repeat password
de: Passwort wiederholen

source: Address
de: Adresse

# CallCourtManagerNote
source: In case of any questions about specific tennis court, please contact court's manager first (available at <a href="#">Courts</a> page).
de: Wenn Sie Fragen zu einem bestimmten Gericht haben, wenden Sie sich bitte zuerst an den Vorgesetzten (verfügbar unter <a href="#"> Tennisplätze </a>).

source: Winter Season Beginning
de: Der Beginn der Wintersaison

source: Winter Season Ending
de: Das Ende der Wintersaison

# UserName
source: Name and surname
de: Vor- und Nachname

# DateOfInsert
source: Date
de: Datum

# DescriptionDE
source: Content DE
de: Inhaltsverzeichnis DE

# DescriptionEN
source: Content EN
de: Inhaltsverzeichnis EN

# DescriptionPL
source: Content PL
de: Inhaltsverzeichnis PL

source: Title DE
de: Titel DE

source: Title EN
de: Titel EN

source: Title PL
de: Titel PL

source: Adding Post
de: Post hinzufügen

source: Posts
de: Beiträge

source: Publish
de: Post

source: Advertisement name
de: Der Name der Anzeige

# Warning
source: An attempt to delete an ad has been rejected! The advertisement has already been accepted by the administration.
de: Der Versuch, eine Anzeige zu löschen, wurde abgelehnt! Die Anzeige wurde bereits von der Verwaltung angenommen.

source: Can reserve
de: Kann er reservieren

source: Contest name
de: Der Name des Turniers

source: Is accepted
de: Wird akzeptiert

# ReservationName
source: Reservated item
de: Reservierter Artikel

source: Price weekend ratio
de: Preisverhältnis über das Wochenende

source: Price winter ratio
de: Preisverhältnis im Winter

source: Delete Account
de: Konto löschen

source: Organizer
de: Veranstalter

source: Payment
de: Ausgabe

source: Back to list
de: Zurück zur Liste

source: Cancel
de: Stornieren

source: Cancel reservation
de: Reservierung stornieren

source: My reservations
de: Meine Reservierungen

source: Show my reservations
de: Meine Reservierungen anzeigen

# CyclicReservationError
source: Ups! Looks like this date has already been taken :(
de: Ups! Es scheint, dass dieses Datum bereits vergeben ist :(

# CyclicReservationForm
source: Make a cyclic reservation order
de: Machen Sie eine zyklische Reservierung

source: Confirm
de: Bestätigen

source: ID transaction
de: Transaktion-ID

source: Redeem
de: Einlösen

# Reminder
source: The reservation must be paid at the cash desk no later than 10 minutes before the beginning of the booking. To cancel a reservation, contact
de: Die Reservierung muss spätestens 10 Minuten vor Buchungsbeginn an der Kasse bezahlt werden. Um eine Reservierung zu stornieren, wenden Sie sich an

# ReservationConfirmation
source: Confirmation of reservation nr
de: Reservierungsbestätigung nr

# ThanksForReservation
source: ThanksForReservation Thank you for using the services of the Tennis Club Website. Below we send a summary of your booking transaction.
de: Vielen Dank, dass Sie die Dienste der Tennis Club-Website nutzen. Nachfolgend senden wir eine Zusammenfassung

source: Waiting Reservations
de: Ausstehende Reservierungen

source: Withdraw
de: Zurückziehen

# AmountAvailable
source: Available amount
de: Verfügbare Menge

source: Free Courts
de: Frei Tennisplätze

# NoSearchedCourts
source: There are no searched courts for choosen dates
de: Keine freien Plätze zum angegebenen Datum

source: Search
de: Suche

# Searcher
source: Search for free courts
de: Suchmaschine für frei Tennisplätze

source: Search results
de: Suchergebnisse

source: Upcoming Tournaments
de: Kommende Turniere

source: Amount of hours
de: Anzahl der Stunden

source: Cyclic Reservation
de: Zyklische Reservierung

source: Next
de: Nächste

source: Previous
de: Früher

source: Reservation Type
de: Art der Reservierung

source: Reserve
de: Reserviere

source: Available gear
de: Vorhandene Sportgeräte

# DifferentUsers
source: Count of different users
de: Die Anzahl der eindeutigen Reservisten

# MonthList
source: List of Months
de: Liste der Monate

# MonthName
source: Month
de: Monat

# MonthRaport
source: Monthly Raport
de: Monatsbericht

# MonthYear
source: Year
de: Jahr

source: Print
de: Drucken

# TotalGearCount
source: Monthly Gear Count
de: Anzahl der gemieteten Sportgeräte

# TotalHireCount
source: Monthly Hire Count
de: Anzahl der vorgenommenen Reservierungen

# TotalHireRevenue
source: Monthly Revenue
de: Monatliches Einkommen

source: Currency
de: Währung

# CurrentCurrency
source: Currently chosen currency:
de: Die aktuell ausgewählte Währung:

# About
source: About the program
de: Über das Programm

# FAQIntro
source: Welcome to the <strong>F</strong>requentry <strong>A</strong>sked <strong>Q</strong>uestions page! Here is the list containing important and common questions about this website. If you can't find an answer to your question, please contact with us at Contact page.
de: Willkommen auf der Seite mit den häufig gestellten Fragen (<strong>FAQ</strong>)! Hier finden Sie eine Liste der wichtigsten und am häufigsten gestellten Fragen zu dieser Website. Wenn Sie keine Antwort auf Ihre Frage finden, kontaktieren Sie uns bitte über die Kontaktseite.

source: Here
de: Hier

# ChangeLanguageAnswer
source: To change language, head to the Navigation Bar. There you will find Language tab. Click it to choose one from the list.
de: Um die Sprache zu ändern, navigieren Sie zur Navigationsleiste. Dort finden Sie die Registerkarte Sprache. Klicken Sie darauf, um einen Eintrag aus der Liste auszuwählen.

source: How to change language?
de: Wie ändere ich die Sprache?

source: Common Questions
de: Häufige Frage

# CyclicReservationAnswer
source: Cyclic reservation allows user to reserve court every week at specified hour. Thanks to that user can train at the same hours every week without re-reserving his order. To use cyclic reservation, simply check checkbox when reserving court.
de: Mit der zyklischen Reservierung kann der Benutzer jede Woche zu einer bestimmten Stunde einen Platz reservieren. Dank dessen kann der Benutzer jede Woche zu denselben Stunden trainieren, ohne seine Bestellung erneut zu reservieren. Um die zyklische Reservierung zu verwenden, aktivieren Sie einfach das Kontrollkästchen bei der Reservierung Ihres Platzes.

# HowToRegisterAnswer
source: It's very easy! First head to navigation bar and select Register tab on the right. You will be redirected to Registration page. Fill form with your credentials and press Register button. You should see a message about successfully created account. Now go to your email and open message from Twoje Korty Tenisowe. There you will find activation link. Click on it to activate your account. After that you have access to more website functionalities!
de: Es ist sehr leicht! Gehen Sie zuerst zur Navigationsleiste und wählen Sie die Registerkarte Registrieren auf der rechten Seite. Sie werden zur Registrierungsseite weitergeleitet. Füllen Sie das Formular mit Ihren Zugangsdaten aus und klicken Sie auf Registrieren. Sie sollten eine Nachricht über das erfolgreich erstellte Konto sehen. Gehen Sie jetzt zu Ihrer E-Mail und öffnen Sie die Nachricht von Twoje Korty Tenisowe. Dort finden Sie den Aktivierungslink. Klicken Sie darauf, um Ihr Konto zu aktivieren. Danach haben Sie Zugriff auf weitere Website-Funktionen!

# HowToRegisterQuestion
source: How to register?
de: Wie man sich registriert?

# HowToReserveAnswer
source: To reserve court, head to Calendar option at home page. Here choose day when you want to reserve court, then hold your left mouse button, select desired hours and release that button. A message will appear with reservation info. Click Save to make a reservation. Keep in mind that your reservation is not instant as administrator or court manager has to confirm. Pay for your order. When your reservation is accepted, you will get confirmation email.
de: Um einen Platz zu reservieren, gehen Sie zur Kalenderoption auf der Startseite. Wählen Sie hier den Tag aus, an dem Sie einen Platz reservieren möchten, halten Sie die linke Maustaste gedrückt, wählen Sie die gewünschten Stunden aus und lassen Sie die Taste los. Eine Nachricht mit Reservierungsinformationen wird angezeigt. Klicken Sie auf Speichern, um eine Reservierung vorzunehmen. Beachten Sie, dass Ihre Reservierung nicht sofort gültig ist, da der Administrator oder der Gerichtsmanager dies bestätigen muss. Zahlen Sie für Ihre Bestellung. Wenn Ihre Reservierung akzeptiert wird, erhalten Sie eine Bestätigungs-E-Mail.

# HowToReserveQuestion
source: How to reserve court?
de: Wie reserviere ich einen Tennisplatz?

source: Reservations
de: Reservierung

# TennisCourtSystemAnswer
source: Tennis Court System is a website made for all tennis enthusiasts. You can here reserve courts for trainings, additional gear, and even organize a tournament. You can also easily participate in tournaments organized by others. We do hope our website will be helpful!
de: Tennisplatzsystem ist eine Website für alle Tennisbegeisterten. Sie können hier Plätze für Trainings und zusätzliche Ausrüstung reservieren und sogar ein Turnier organisieren. Sie können auch problemlos an von anderen organisierten Turnieren teilnehmen. Wir hoffen, dass unsere Website hilfreich sein wird!

source: What is cyclic reservation?
de: Was ist eine zyklische Reservierung?

source: What is Tennis Court System?
de: Was ist ein Tennisplatzsystem?

source: All
de: Alle

source: Gears
de: Ausrüstung

source: Reservation
de: Reservierungen

source: Revenue
de: Einkommen

source: Generate PDF
de: PDF generieren
